Repository: vladputsikovich/revereseImageSearch
Catalog: ReverseImageSearch/Resource/*.lproj/Localizable.strings
Languages: ar

# app.cancel
source: Cancel
ar: إلغاء

# app.connection
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# app.connectionTryAgain
source: No internet connection, try again later please
ar: لا يوجد اتصال بالإنترنت، يُرجى إعادة المحاولة لاحقًا

# app.delete
source: Do you really want to delete all history?
ar: هل ترغب حقًا في حذف الذاكرة بأكملها؟

# app.done
source: Done
ar: تم

# app.failedConvert
source: Failed to convert data to image
ar: فشل تحويل البيانات إلى صورة

# app.failedLoad
source: Failed to load the image
ar: فشل تحميل الصورة

# app.imageAccess
source: Sorry, you have not granted access to the camera. Allow access in the settings.
ar: معذرة، لم تمنح الإذن بالوصول إلى الكاميرا. يُرجى تمكين ذلك في الإعدادات.

# app.imageSeach
source: Image Search
ar: البحث عن الصور

# app.no
source: No
ar: لا

# app.ok
source: Ok
ar: موافق

# app.pasteboardDoesContainImage
source: Pasteboard does not contain a image
ar: لا توجد أي صور في الحافظة

# app.pasteboardDoesContainUrl
source: Pasteboard does not contain a URL
ar: لا توجد أي مسارات إنترنت في الحافظة

# app.rateUsInfo
source: Do you like this app?
ar: هل يعجبك هذا التطبيق؟

# app.save
source: Save
ar: حفظ

# app.search
source: Search
ar: بحث

# app.searchResults
source: Search Results
ar: نتائج البحث

# app.searchStoryEmpty
source: Sorry, but your story is still empty
ar: معذرة، ولكن قصتك ما زالت فارغة

# app.sorry
source: Sorry
ar: معذرة

# app.yes
source: Yes
ar: نعم

# history.byImages
source: By Images
ar: بالصور

# history.byWord
source: By Words
ar: بالكلمات

# history.searchHistory
source: Search History
ar: ذاكرة البحث

# main.clipboard
source: Clipboard
ar: الحافظة

# main.clipboardDescription
source: Paste Image & Search
ar: لصق الصورة وبدء البحث

# main.faceFinder
source: Face Finder
ar: الباحث عن الوجوه

# main.faceFinderDescription
source: Search Similar Faces
ar: البحث عن الوجوه المتشابهة

# main.gallery
source: Gallery
ar: المعرض

# main.galleryDescription
source: Search From Gallery
ar: البحث من المعرض

# main.photos
source: Photos
ar: الصور

# main.photosDescription
source: Search From Photos
ar: البحث من الصور

# main.selectImageSource
source: Select Image Source
ar: تحديد مصدر الصورة

# main.URL
source: URL
ar: مسار الإنترنت

# main.URLDescription
source: Paste Image URL & Search
ar: لصق مسار الإنترنت للصورة وبدء البحث

# main.useCamera
source: Use Camera
ar: استخدام الكاميرا

# main.useLibrary
source: Use Library
ar: استخدام المكتبة

# onboadring.continueText
source: Continue
ar: متابعة

# onboarding.continueText
source: Continue
ar: متابعة

# onboarding.mainTitle1
source: Easy and Fast Search by Photo
ar: البحث السهل والسريع بالصور

# onboarding.mainTitle2
source: Combination Reverse Search
ar: البحث العكسي المدمج

# onboarding.secondTitle1
source: Find all product information or similar faces in one click
ar: البحث عن جميع المعلومات عن المنتجات والوجوه المتشابهة بنقرة واحدة

# onboarding.secondTitle2
source: Google, Yandex, Sogou, Bing, Baidu, Tineye - in one place
ar: Google، وYandex، وSogou، وBing، وBaidu، وTineye - جميعها في مكان واحد

# settings.basic
source: BASIC
ar: أساسي

# settings.default
source: Default
ar: افتراضي

# settings.defaultSearch
source: Default Search
ar: بحث افتراضي

# settings.dontShrink
source: Don’t Shrink
ar: عدم تقليص الحجم

# settings.high
source: High
ar: عالي

# settings.imageEditor
source: Image Editor
ar: محرر الصور

# settings.imageQuality
source: Image Quality
ar: جودة الصورة

# settings.imageShrinkSize
source: Image Shrink Size
ar: حجم الصورة المصغرة

# settings.large
source: Large: %@
ar: كبيرة: %@

# settings.low
source: Low
ar: منخفض

# settings.medium
source: Medium
ar: متوسطة

# settings.mediumShrink
source: Medium: %@
ar: متوسط: %@

# settings.notSet
source: Not Set
ar: غير محدد

# settings.other
source: OTHER
ar: أخرى

# settings.privacy
source: Privacy Policy
ar: سياسة الخصوصية

# settings.rateUs
source: Rate Us
ar: التقييم

# settings.settings
source: Settings
ar: الإعدادات

# settings.share
source: Share App
ar: مشاركة التطبيق

# settings.small
source: Small: %@
ar: صغير: %@

# settings.support
source: Support
ar: الدعم

# settings.terms
source: Terms of Use
ar: شروط الاستخدام

# settings.tiny
source: Tiny: %@
ar: فائق الصغر: %@

# subsciption.getPremium
source: Get Premium
ar: الحصول على نسخة Premium

# subscription.bestPrice
source: Best Price
ar: أفضل سعر

# subscription.days
source: %u days
ar: %u من الأيام

# subscription.feature.imageSearch
source: Unlimited Image Search
ar: بحث غير محدود بالصور

# subscription.feature.noAds
source: No Ads
ar: من دون إعلانات

# subscription.feature.searchEngines
source: Multiple Search Engines
ar: محركات بحث متعددة عن الصور

# subscription.feature.searchHistory
source: Full Search History
ar: ذاكرة بحث كاملة

# subscription.freeTrial
source: %@ Free Trial
ar: التجربة المجانية %@

# subscription.freeTrialReview
source: %@ Free Trial, then
ar: التجربة المجانية %@، وبعد ذلك

# subscription.month
source: Month
ar: الشهر

# subscription.months
source: %u months
ar: %u من الأشهر

# subscription.nothingRestore
source: Nothing to Restore
ar: لا يوجد شيء لاستعادته

# subscription.optimal
source: Optimal
ar: مثالي

# subscription.planRenews
source: Plan automatically renews. Cancel anytime.
ar: يتم تجديد الباقة تلقائيًا. يمكنك الإلغاء في أي وقت.

# subscription.popular
source: Popular
ar: شائع

# subscription.pro
source: Pro
ar: نسخة Pro

# subscription.restore
source: Restore
ar: استعادة

# subscription.subscribe
source: Subscribe
ar: اشتراك

# subscription.successRestore
source: Subscription Restored
ar: تمت استعادة الاشتراك

# subscription.unlimited
source: Unlimited Access To All Features
ar: وصول غير محدود إلى جميع الميزات

# subscription.week
source: Week
ar: الأسبوع

# subscription.weeks
source: %u weeks
ar: %u من الأسابيع

# subscription.year
source: Year
ar: العام

# subscription.years
source: %u years
ar: %u من السنوات
